data/ycsb/a-load-128-8-2023-12-21-00-32.out
[OVERALL], RunTime(ms), 143428
[OVERALL], Throughput(ops/sec), 36554.0898569317
[TOTAL_GCS_G1_Young_Generation], Count, 130
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 222
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.15478149315335918
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 130
[TOTAL_GC_TIME], Time(ms), 222
[TOTAL_GC_TIME_%], Time(%), 0.15478149315335918
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 720640.0
[CLEANUP], MinLatency(us), 720384
[CLEANUP], MaxLatency(us), 720895
[CLEANUP], 95thPercentileLatency(us), 720895
[CLEANUP], 99thPercentileLatency(us), 720895
[INSERT], Operations, 5242880
[INSERT], AverageLatency(us), 24.950127792358398
[INSERT], MinLatency(us), 12
[INSERT], MaxLatency(us), 39679
[INSERT], 95thPercentileLatency(us), 34
[INSERT], 99thPercentileLatency(us), 44
[INSERT], Return=OK, 5242880