data/ycsb/a-load-128-8-2023-12-21-09-39.out
[OVERALL], RunTime(ms), 212022
[OVERALL], Throughput(ops/sec), 24727.999924536132
[TOTAL_GCS_G1_Young_Generation], Count, 130
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 252
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.11885559045759402
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 130
[TOTAL_GC_TIME], Time(ms), 252
[TOTAL_GC_TIME_%], Time(%), 0.11885559045759402
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 60240.0
[CLEANUP], MinLatency(us), 60224
[CLEANUP], MaxLatency(us), 60255
[CLEANUP], 95thPercentileLatency(us), 60255
[CLEANUP], 99thPercentileLatency(us), 60255
[INSERT], Operations, 5242880
[INSERT], AverageLatency(us), 38.20782909393311
[INSERT], MinLatency(us), 13
[INSERT], MaxLatency(us), 27551
[INSERT], 95thPercentileLatency(us), 60
[INSERT], 99thPercentileLatency(us), 92
[INSERT], Return=OK, 5242880