data/ycsb/a-load-32-8-2023-12-21-12-59-with-append.out
[OVERALL], RunTime(ms), 188816
[OVERALL], Throughput(ops/sec), 27767.13837810355
[TOTAL_GCS_G1_Young_Generation], Count, 130
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 301
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.15941445640199983
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 130
[TOTAL_GC_TIME], Time(ms), 301
[TOTAL_GC_TIME_%], Time(%), 0.15941445640199983
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 96864.0
[CLEANUP], MinLatency(us), 96832
[CLEANUP], MaxLatency(us), 96895
[CLEANUP], 95thPercentileLatency(us), 96895
[CLEANUP], 99thPercentileLatency(us), 96895
[INSERT], Operations, 5242880
[INSERT], AverageLatency(us), 33.85054321289063
[INSERT], MinLatency(us), 13
[INSERT], MaxLatency(us), 17407
[INSERT], 95thPercentileLatency(us), 50
[INSERT], 99thPercentileLatency(us), 68
[INSERT], Return=OK, 5242880