data/ycsb/a-run-128-8-2023-12-21-09-56-without-append.out
[OVERALL], RunTime(ms), 363798
[OVERALL], Throughput(ops/sec), 2748.7781681042775
[TOTAL_GCS_G1_Young_Generation], Count, 18
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 91
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.025013881329748924
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 18
[TOTAL_GC_TIME], Time(ms), 91
[TOTAL_GC_TIME_%], Time(%), 0.025013881329748924
[READ], Operations, 499109
[READ], AverageLatency(us), 139.3330094227914
[READ], MinLatency(us), 3
[READ], MaxLatency(us), 179455
[READ], 95thPercentileLatency(us), 467
[READ], 99thPercentileLatency(us), 868
[READ], Return=OK, 499109
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 626432.0
[CLEANUP], MinLatency(us), 626176
[CLEANUP], MaxLatency(us), 626687
[CLEANUP], 95thPercentileLatency(us), 626687
[CLEANUP], 99thPercentileLatency(us), 626687
[UPDATE], Operations, 500891
[UPDATE], AverageLatency(us), 180.63319963824466
[UPDATE], MinLatency(us), 17
[UPDATE], MaxLatency(us), 161023
[UPDATE], 95thPercentileLatency(us), 519
[UPDATE], 99thPercentileLatency(us), 919
[UPDATE], Return=OK, 500891