data/ycsb/a-run-32-8-2023-12-21-12-59-with-append.out
[OVERALL], RunTime(ms), 250038
[OVERALL], Throughput(ops/sec), 3999.392092401955
[TOTAL_GCS_G1_Young_Generation], Count, 18
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 89
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.0355945896223774
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 18
[TOTAL_GC_TIME], Time(ms), 89
[TOTAL_GC_TIME_%], Time(%), 0.0355945896223774
[READ], Operations, 499942
[READ], AverageLatency(us), 191.23500726084225
[READ], MinLatency(us), 3
[READ], MaxLatency(us), 327935
[READ], 95thPercentileLatency(us), 904
[READ], 99thPercentileLatency(us), 2241
[READ], Return=OK, 499942
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 87456.0
[CLEANUP], MinLatency(us), 87424
[CLEANUP], MaxLatency(us), 87487
[CLEANUP], 95thPercentileLatency(us), 87487
[CLEANUP], 99thPercentileLatency(us), 87487
[UPDATE], Operations, 500058
[UPDATE], AverageLatency(us), 226.41179823140516
[UPDATE], MinLatency(us), 15
[UPDATE], MaxLatency(us), 311295
[UPDATE], 95thPercentileLatency(us), 949
[UPDATE], 99thPercentileLatency(us), 2311
[UPDATE], Return=OK, 500058