data/ycsb/b-load-128-8-2023-12-21-00-37.out
[OVERALL], RunTime(ms), 148792
[OVERALL], Throughput(ops/sec), 35236.303027044465
[TOTAL_GCS_G1_Young_Generation], Count, 128
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 291
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.19557503091564063
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 128
[TOTAL_GC_TIME], Time(ms), 291
[TOTAL_GC_TIME_%], Time(%), 0.19557503091564063
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 49744.0
[CLEANUP], MinLatency(us), 49728
[CLEANUP], MaxLatency(us), 49759
[CLEANUP], 95thPercentileLatency(us), 49759
[CLEANUP], 99thPercentileLatency(us), 49759
[INSERT], Operations, 5242880
[INSERT], AverageLatency(us), 26.099092292785645
[INSERT], MinLatency(us), 13
[INSERT], MaxLatency(us), 34783
[INSERT], 95thPercentileLatency(us), 36
[INSERT], 99thPercentileLatency(us), 43
[INSERT], Return=OK, 5242880