data/ycsb/emu-a-load-2097152-32-4-2024-01-12-21-55-with-append.out
[OVERALL], RunTime(ms), 273015
[OVERALL], Throughput(ops/sec), 19203.633499990843
[TOTAL_GCS_G1_Young_Generation], Count, 130
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 266
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.09743054410929802
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 130
[TOTAL_GC_TIME], Time(ms), 266
[TOTAL_GC_TIME_%], Time(%), 0.09743054410929802
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 179136.0
[CLEANUP], MinLatency(us), 179072
[CLEANUP], MaxLatency(us), 179199
[CLEANUP], 95thPercentileLatency(us), 179199
[CLEANUP], 99thPercentileLatency(us), 179199
[INSERT], Operations, 5242880
[INSERT], AverageLatency(us), 49.83413791656494
[INSERT], MinLatency(us), 13
[INSERT], MaxLatency(us), 15751
[INSERT], 95thPercentileLatency(us), 92
[INSERT], 99thPercentileLatency(us), 302
[INSERT], Return=OK, 5242880