data/ycsb/emu-a-load-2097152-32-8-2024-01-12-20-54-with-append.out
[OVERALL], RunTime(ms), 188792
[OVERALL], Throughput(ops/sec), 27770.668248654605
[TOTAL_GCS_G1_Young_Generation], Count, 130
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 220
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.11653036145599388
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 130
[TOTAL_GC_TIME], Time(ms), 220
[TOTAL_GC_TIME_%], Time(%), 0.11653036145599388
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 98976.0
[CLEANUP], MinLatency(us), 98944
[CLEANUP], MaxLatency(us), 99007
[CLEANUP], 95thPercentileLatency(us), 99007
[CLEANUP], 99thPercentileLatency(us), 99007
[INSERT], Operations, 5242880
[INSERT], AverageLatency(us), 33.85466613769531
[INSERT], MinLatency(us), 13
[INSERT], MaxLatency(us), 16287
[INSERT], 95thPercentileLatency(us), 48
[INSERT], 99thPercentileLatency(us), 73
[INSERT], Return=OK, 5242880