data/ycsb/emu-a-load-none-32-4-2024-01-12-23-06-without-append.out
[OVERALL], RunTime(ms), 3028217
[OVERALL], Throughput(ops/sec), 1731.3422386836874
[TOTAL_GCS_G1_Young_Generation], Count, 130
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 456
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.015058366028590422
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 130
[TOTAL_GC_TIME], Time(ms), 456
[TOTAL_GC_TIME_%], Time(%), 0.015058366028590422
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 102240.0
[CLEANUP], MinLatency(us), 102208
[CLEANUP], MaxLatency(us), 102271
[CLEANUP], 95thPercentileLatency(us), 102271
[CLEANUP], 99thPercentileLatency(us), 102271
[INSERT], Operations, 5242880
[INSERT], AverageLatency(us), 574.2929521560669
[INSERT], MinLatency(us), 17
[INSERT], MaxLatency(us), 94591
[INSERT], 95thPercentileLatency(us), 612
[INSERT], 99thPercentileLatency(us), 1368
[INSERT], Return=OK, 5242880