data/ycsb/emu-a-run-2097152-32-8-2024-01-12-20-54-with-append.out
[OVERALL], RunTime(ms), 251862
[OVERALL], Throughput(ops/sec), 3970.428250391087
[TOTAL_GCS_G1_Young_Generation], Count, 18
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 83
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.03295455447824602
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 18
[TOTAL_GC_TIME], Time(ms), 83
[TOTAL_GC_TIME_%], Time(%), 0.03295455447824602
[READ], Operations, 500580
[READ], AverageLatency(us), 194.2107774981022
[READ], MinLatency(us), 3
[READ], MaxLatency(us), 491519
[READ], 95thPercentileLatency(us), 951
[READ], 99thPercentileLatency(us), 2179
[READ], Return=OK, 500580
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1255936.0
[CLEANUP], MinLatency(us), 1255424
[CLEANUP], MaxLatency(us), 1256447
[CLEANUP], 95thPercentileLatency(us), 1256447
[CLEANUP], 99thPercentileLatency(us), 1256447
[UPDATE], Operations, 499420
[UPDATE], AverageLatency(us), 229.01013175283327
[UPDATE], MinLatency(us), 16
[UPDATE], MaxLatency(us), 329471
[UPDATE], 95thPercentileLatency(us), 993
[UPDATE], 99thPercentileLatency(us), 2233
[UPDATE], Return=OK, 499420