data/ycsb/emu-b-run-2097152-32-4-2024-01-12-22-04-with-append.out
[OVERALL], RunTime(ms), 223174
[OVERALL], Throughput(ops/sec), 4480.808696353518
[TOTAL_GCS_G1_Young_Generation], Count, 8
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 41
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.018371315655049424
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 8
[TOTAL_GC_TIME], Time(ms), 41
[TOTAL_GC_TIME_%], Time(%), 0.018371315655049424
[READ], Operations, 949847
[READ], AverageLatency(us), 178.7938415344787
[READ], MinLatency(us), 3
[READ], MaxLatency(us), 518911
[READ], 95thPercentileLatency(us), 799
[READ], 99thPercentileLatency(us), 2239
[READ], Return=OK, 949847
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 762112.0
[CLEANUP], MinLatency(us), 761856
[CLEANUP], MaxLatency(us), 762367
[CLEANUP], 95thPercentileLatency(us), 762367
[CLEANUP], 99thPercentileLatency(us), 762367
[UPDATE], Operations, 50153
[UPDATE], AverageLatency(us), 239.60054234043827
[UPDATE], MinLatency(us), 24
[UPDATE], MaxLatency(us), 291327
[UPDATE], 95thPercentileLatency(us), 891
[UPDATE], 99thPercentileLatency(us), 2323
[UPDATE], Return=OK, 50153