data/ycsb/emu-c-run-none-32-4-2024-01-13-01-25-without-append.out
[OVERALL], RunTime(ms), 1048386
[OVERALL], Throughput(ops/sec), 953.8471517170202
[TOTAL_GCS_G1_Young_Generation], Count, 7
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 47
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.004483081613069995
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 7
[TOTAL_GC_TIME], Time(ms), 47
[TOTAL_GC_TIME_%], Time(%), 0.004483081613069995
[READ], Operations, 1000000
[READ], AverageLatency(us), 176.379676
[READ], MinLatency(us), 5
[READ], MaxLatency(us), 264447
[READ], 95thPercentileLatency(us), 558
[READ], 99thPercentileLatency(us), 2053
[READ], Return=OK, 1000000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 810752.0
[CLEANUP], MinLatency(us), 810496
[CLEANUP], MaxLatency(us), 811007
[CLEANUP], 95thPercentileLatency(us), 811007
[CLEANUP], 99thPercentileLatency(us), 811007