data/ycsb/emu-d-load-none-32-4-2024-01-13-02-33-without-append.out
[OVERALL], RunTime(ms), 3013457
[OVERALL], Throughput(ops/sec), 1739.822403306236
[TOTAL_GCS_G1_Young_Generation], Count, 130
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 459
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.015231675779677625
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 130
[TOTAL_GC_TIME], Time(ms), 459
[TOTAL_GC_TIME_%], Time(%), 0.015231675779677625
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 115808.0
[CLEANUP], MinLatency(us), 115776
[CLEANUP], MaxLatency(us), 115839
[CLEANUP], 95thPercentileLatency(us), 115839
[CLEANUP], 99thPercentileLatency(us), 115839
[INSERT], Operations, 5242880
[INSERT], AverageLatency(us), 571.6647800445556
[INSERT], MinLatency(us), 17
[INSERT], MaxLatency(us), 111935
[INSERT], 95thPercentileLatency(us), 608
[INSERT], 99thPercentileLatency(us), 1365
[INSERT], Return=OK, 5242880