data/ycsb/emu-d-load-none-32-8-2024-01-12-11-46-without-append.out
[OVERALL], RunTime(ms), 1626764
[OVERALL], Throughput(ops/sec), 3222.889122208261
[TOTAL_GCS_G1_Young_Generation], Count, 130
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 254
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.01561381982881352
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 130
[TOTAL_GC_TIME], Time(ms), 254
[TOTAL_GC_TIME_%], Time(%), 0.01561381982881352
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 55888.0
[CLEANUP], MinLatency(us), 55872
[CLEANUP], MaxLatency(us), 55903
[CLEANUP], 95thPercentileLatency(us), 55903
[CLEANUP], 99thPercentileLatency(us), 55903
[INSERT], Operations, 5242880
[INSERT], AverageLatency(us), 307.44775676727295
[INSERT], MinLatency(us), 14
[INSERT], MaxLatency(us), 49663
[INSERT], 95thPercentileLatency(us), 593
[INSERT], 99thPercentileLatency(us), 1121
[INSERT], Return=OK, 5242880